// GMGDDフレームワーク テキスト設定ファイル

window.GMGDD = {

  // アイデアタイトル
  title: {
    main:       "一階にモバイルカウンター設置",
    sub:        "マルエツ稲毛店  ·  2026年4月",
    department: "家電",
    name:       "井上 七海",
    // award: "gold",
    award: "silver",
    // award: "bronze",
    // award: "",
  },

  // G: 現状
  G1: {
    label: "G",
    heading: "現状",
    points: [
      "レジだと断られてしまうことが多い",
    ],
  },

  // M: マイナス
  M: {
    label: "M",
    heading: "マイナス",
    points: [
      "新規の方に喜ばれない",
    ],
  },

  // G: 原因
  G2: {
    label: "G",
    heading: "原因",
    points: [
      "そもそもアプリがあるということを知るのがレジで時間がかかるイメージがある",
      "お会計ついでなので他のあらゆるお店でもやっていることすぎて若い人は断る癖がついている",
    ],
  },

  // D: どうすれば
  D1: {
    label: "D",
    heading: "どうすれば",
    points: [
      "モバイルカウンターを設置しイベントらしさを出し、コットンエコバッグプレゼントでそこのマルエツのお買い物にお使いください～で親しみやすさを出す",
    ],
  },

  // D: どうなる
  D2: {
    label: "D",
    heading: "どうなる",
    points: [
      "新規顧客創造でき、あとエコバッグたくさん使ってもらえて宣伝になる",
    ],
  },
};
