// GMGDDフレームワーク テキスト設定ファイル

window.GMGDD = {

  // アイデアタイトル
  title: {
    main:       "笑顔と丁寧！簡単に！",
    sub:        "マルエツ稲毛店  ·  2026年4月",
    department: "情報",
    name:       "森 瑠茅華",
    // award: "gold",
    // award: "silver",
    // award: "bronze",
    award: "",
  },

  // G: 現状
  G1: {
    label: "G",
    heading: "現状",
    points: [
      "特典としてはマイバッグやポイント、来店ポイント喜ばれるところは沢山だと思います。",
    ],
  },

  // M: マイナス
  M: {
    label: "M",
    heading: "マイナス",
    points: [
      "やはり、面倒くさいというのがあると思います。登録する前から面倒くさいなと思ってしまう方もいれば登録画面にいっても以外と長かったりして嫌になることも。",
    ],
  },

  // G: 原因
  G2: {
    label: "G",
    heading: "原因",
    points: [
      "レジを見ていると、笑顔無くさらっと言って流してしまってるお店側の方もいるのが現状かなと思います。また、登録画面に行っても以外と長くて嫌になってる方も多いかなと思います。",
    ],
  },

  // D: どうすれば
  D1: {
    label: "D",
    heading: "どうすれば",
    points: [
      "まずは笑顔で丁寧にかつ淡々に伝えてあげることが大事かなと思います。また、登録画面に行った後に面倒くさいくならないために気さくな言葉を挟みながら、やり方を伝えたり、あいだあいだに気遣った言葉などを挟んであげたらいいかな思います。",
    ],
  },

  // D: どうなる
  D2: {
    label: "D",
    heading: "どうなる",
    points: [
      "お客様にとっては絶対にいい事があるので、まずはそれを笑顔でわかりやすく伝えてあげればいい気持ちで登録しようかなと思うのではないでしょうか。無言の時間が続いてしまうと長く感じてしまうのであいだあいだで簡単な会話等があれば気持ち緩むんじゃないかなと思います。",
    ],
  },
};
