// GMGDDフレームワーク テキスト設定ファイル

window.GMGDD = {

  // アイデアタイトル
  title: {
    main:       "新規登録で貰えるポイントの可視化",
    sub:        "マルエツ稲毛店  ·  2026年4月",
    department: "通信",
    name:       "渡邉 匠眞",
    // award: "gold",
    // award: "silver",
    // award: "bronze",
    award: "",
  },

  // G: 現状
  G1: {
    label: "G",
    heading: "現状",
    points: [
      "現在新規登録をすると500ポイント貰えてその分をお買い物から値引きが出来るという仕組みだが、ポイントと聞くと何円引かれるか無関係にめんどくさいから断るという事が起きている。",
    ],
  },

  // M: マイナス
  M: {
    label: "M",
    heading: "マイナス",
    points: [
      "ノジマを知ってくれている方は良いが、新規顧客となるとポイントと聞くと何円分のポイントなのか、手間がかかるもの、めんどくさいものと勝手に認識して無意識に拒否反応、断るようになっている事がある。また、若い方はわかって貰えるが年代が上の方だと何かわかっていないケースもある。",
    ],
  },

  // G: 原因
  G2: {
    label: "G",
    heading: "原因",
    points: [
      "店によってポイントの還元率やポイントが何円分に相当するのか違う為よくわかっていない。また、ポイントという言葉自体にあまり興味を持っていないケースもある。",
    ],
  },

  // D: どうすれば
  D1: {
    label: "D",
    heading: "どうすれば",
    points: [
      "その為、1ポイント1円で今なら500円分引きと書かれた商品券のようなものを渡す。中身は実際には入っていないが、今お配りしてますと言って誘導。",
    ],
  },

  // D: どうなる
  D2: {
    label: "D",
    heading: "どうなる",
    points: [
      "商品券と聞けば年代が上の方やポイント自体にあまり興味がない人に対してもアプローチ出来る。また、実際に実物があることによって、画面の中のポイントより手が届く物と思って貰え、動きやすくなると考える。名刺サイズの紙を加工して行うだけなのでローリスクで実行する事が出来ると見込める。",
    ],
  },
};
